questions = [
     {'text': 'Хочешь похудеть - отложи это...', 'type': 'closed', 'options': ['пироженое', 'пирожное'],'answer': 'пирожное'},
    {'text': 'Как правильно?', 'type': 'closed', 'options': ['в общем', 'вообщем'], 'answer': 'в общем'},
    {'text': 'Пожалуй, мое любимое лакомство - это...', 'type': 'closed', 'options': ['мороженное', 'мороженое'], 'answer': 'мороженое'},
    {'text': 'Мне кажется, нам грозит...', 'type': 'closed', 'options': ['опасность', 'опастность'], 'answer': 'опасность'},
    {'text': 'Мама дала мне с собой обед и пару конфет...', 'type': 'closed', 'options': ['в придачу', 'впридачу'],'answer': 'в придачу'},
    {'text': 'Как верно?', 'type': 'closed', 'options': ['скурпулезно', 'скрупулезно'],'answer': 'скрупулезно'},
    {'text': 'Ах, взгляните, он настоящий...', 'type': 'closed', 'options': ['джентльмен', 'джэнтельмен', 'джентельмен'],'answer': 'джентельмен'},
    {'text': 'Чтобы убрать лишнюю воду, опрокинь макароны на...', 'type': 'closed', 'options': ['друшлак', 'дуршлаг', 'друшлаг'],'answer': 'дуршлаг'},
]
